//---------------------------------------------------------------------------

#pragma hdrstop

#include "TableFunction.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)

void fillTheTable(TStringGrid *S)
{
	S->Cells[0][0] = "Фамилия";
	S->Cells[1][0] = "Имя";
	S->Cells[2][0] = "Отчество";
	S->Cells[3][0] = "№ группы";
	S->Cells[4][0] = "Зачет 1";
	S->Cells[5][0] = "Зачет 2";
	S->Cells[6][0] = "Зачет 3";
	S->Cells[7][0] = "Зачет 4";
	S->Cells[8][0] = "Зачет 5";
	S->Cells[9][0] = "Экзамен 1";
	S->Cells[10][0] = "Экзамен 2";
	S->Cells[11][0] = "Экзамен 3";
	S->Cells[12][0] = "Вид оплаты";
}
